[
  {
    "name": "SILICEA",
    "chemical_ingredients": [
      "SILICON DIOXIDE"
    ],
    "uses": "USES USES: Temporary Relief - Acne, Boils* * Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated.",
    "warnings": "WARNINGS This product is to be used for self-limiting conditions If symptoms do not improve in 4 days, or worsen, discontinue use and seek assistance of health professional. As with any drug, if you are pregnant, or nursing a baby, seek professional advice before taking this product. Keep this and all medication out of reach of children Do not use if capseal is broken or missing. Close the cap tightly after use.",
    "dose": "DOSAGE Adults- Take 4 or 6 Pellets by mouth, three times daily or as suggested by physician. Children 2 years and older- take 1/2 the adult dose.",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "Purpose Sunscreen",
    "warnings": "Warnings For external use only.",
    "dose": "Directions Protection Naturelle SPF 46 PA+++ Powder can be used on clean skin or over makeup. Shake lightly to activate the flow of powder. Sweep the brush all over the face to evenly distribute powder for immediate UVA/UVB protection.",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "USES To relieve the symptoms of itching.",
    "warnings": "STOP USE AND ASK DOCTOR If symptoms persist/worsen or if pregnant/nursing, stop use and consult your practitioner.",
    "dose": "DIRECTIONS Adults: Dissolve 3 to 5 under the tongue three times a day or as directed by Lic. Practitioner. Take at greater intervals as condition subsides. Children: Dissolve 3 to 5 under the tongue three times a day or as directed by Lic. Practitioner. Take at greater intervals as condition subsides.",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "N/A",
    "warnings": "WARNINGS NOT FOR INJECTION. Ofloxacin ophthalmic solution should not be injected subconjunctivally, nor should it be introduced directly into the anterior chamber of the eye. There are rare reports of anaphylactic reaction/shock and fatal hypersensitivity reactions in patients receiving systemic quinolones, some following the first dose, including ofloxacin. Some reactions were accompanied by cardiovascular collapse, loss of consciousness, angioedema (including laryngeal, pharyngeal or facial edema), airway obstruction, dyspnea, urticaria, and itching. A rare occurrence of Stevens-Johnson syndrome, which progressed to toxic epidermal necrolysis, has been reported in a patient who was receiving topical ophthalmic ofloxacin. If an allergic reaction to ofloxacin occurs, discontinue the drug. Serious acute hypersensitivity reactions may require immediate emergency treatment. Oxygen and airway management, including intubation should be administered as clinically indicated.",
    "dose": "DOSAGE AND ADMINISTRATION The recommended dosage regimen for the treatment of bacterial conjunctivitis is: Days 1 and 2 Instill one to two drops every two to four hours in the affected eye(s). Days 3 through 7 Instill one to two drops four times daily. The recommended dosage regimen for the treatment of bacterial corneal ulcer is: Days 1 and 2 Instill one to two drops into the affected eye every 30 minutes, while awake. Awaken at approximately four and six hours after retiring and instill one to two drops. Days 3 through 7 to 9 Instill one to two drops hourly, while awake. Days 7 to 9 through treatment completion Instill one to two drops, four times daily.",
    "image_url": "N/A"
  },
  {
    "name": "NAPROXEN",
    "chemical_ingredients": [
      "NAPROXEN"
    ],
    "uses": "N/A",
    "warnings": "N/A",
    "dose": "2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. ( 2.1 ) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen tablets 250 mg (one-half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one-half tablet) 550 mg twice daily The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/ day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis Recommended starting dose 550 mg of naproxen sodium as naproxen sodium tablets followed by 550 mg every 12 hours or 275 mg every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Naproxen sodium tablets are recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Acute Gout Recommended starting dose 750 mg of naproxen tablets followed by 250 mg every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg followed by 275 mg every 8 hours. 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of naproxen tablets and naproxen sodium tablets and other treatment options before deciding to use naproxen tablets and naproxen sodium tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions ( 5 ) ]. After observing the response to initial therapy with naproxen tablets or naproxen sodium tablets, the dose and frequency should be adjusted to suit an individual patient’s needs. Naproxen-containing products such as naproxen and naproxen sodium tablets, and other naproxen products should not be used concomitantly since they all circulate in the plasma as the naproxen anion. 2.2 Rheumatoid Arthritis, Osteoarthritis and Ankylosing Spondylitis The recommended dosages of naproxen tablets and naproxen sodium tablets are shown in Table 1. Table 1: Recommended dosages for naproxen tablets and naproxen sodium tablets Naproxen tablets 250 mg (one half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one half tablet) 550 mg (naproxen 500 mg with 50 mg sodium) twice daily During long-term administration, the dose of naproxen may be adjusted up or down depending on the clinical response of the patient. A lower daily dose may suffice for long-term administration. The morning and evening doses do not have to be equal in size and administration of the drug more frequently than twice daily does not generally make a difference in response. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/day for limited periods of up to 6 months when a higher level of anti-inflammatory/analgesic activity is required. When treating such patients with naproxen 1500 mg/day, the physician should observe sufficient increased clinical benefits to offset the potential increased risk. 2.3 Polyarticular Juvenile Idiopathic Arthritis Naproxen solid-oral dosage forms may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate for weight-based dosing and due to the need for dose flexibility in children. In pediatric patients, doses of 5 mg/kg/day produced plasma levels of naproxen similar to those seen in adults taking 500 mg of naproxen [ see Clinical Pharmacology ( 12 ) ]. The recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. 2.4 Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis The recommended starting dose of naproxen sodium tablets is 550 mg followed by 550 mg every 12 hours or 275 mg (one half of a 550 mg tablet) every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg (two and one-half tablets) of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Because the sodium salt of naproxen is more rapidly absorbed, naproxen sodium tablets is recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Naproxen tablets may also be used. The recommended starting dose of naproxen tablets is 500 mg followed by 250 mg (one half of a 500 mg naproxen tablet) every 6 to 8 hours as required. The total daily dose should not exceed 1250 mg of naproxen. 2.5 Acute Gout The recommended starting dose is 750 mg (one and one-half tablets) of naproxen tablets followed by 250 mg (one-half tablet) every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg (one and one-half tablets) followed by 275 mg (one-half tablet) every 8 hours. 2.6 Non-Interchangeability with Other Formulations of Naproxen Different dose strengths and formulations (e.g., tablets, suspension) of naproxen are not interchangeable. This difference should be taken into consideration when changing strengths or formulations.",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "Purpose Antiseptic",
    "warnings": "Warnings For external use only Allergy alert This product may cause a severe allergic realction. Symptoms may include: wheezing/difficulty breathing hives shock rash facial swelling If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you are allergic to chlorhexidine gluconate or any other ingredients in this product. When using this product keep out of eyes, ears and mouth. May cause serious and permanent eye injury if permitted to enter or allowed to remain. if contact occurs, rinse with cold water right away do not use routinely if you have wounds which involve more than the superficial layers of the skin Stop use and ask a doctor if irritation, sensitization, or allergic reaction occurs. These may be signs of a serious condition. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away.",
    "dose": "Directions use with care in premature infants or infants under 2 months of age. These products may cause irritation or chemical burns. open package wet hands and forearms to the elbows with warm water clean under nails with nail pick provided. Nails should be maintained with a 1 millimeter free edge wet sponge and squeeze to work up lather scrub thoroughly for 3 minutes, paying particular attention to the nails, cuticles and interdigital spaces. Use the brush side to clean the nails, cuticles and interdigital spaces between the fingers and the sponge side to scrub the hands and forearms rinse thoroughly with warm water scrub for an additional 3 minutes using the sponge side discard brush-sponge rinse hands and forearms thoroughly and dry with a sterile towel",
    "image_url": "N/A"
  },
  {
    "name": "BENZALKONIUM CHLORIDE",
    "chemical_ingredients": [
      "BENZALKONIUM CHLORIDE"
    ],
    "uses": "Purpose Antibacterial",
    "warnings": "Warnings For external use only: hands only",
    "dose": "Directions wet hands apply palmful to hands scrub thoroughly rinse thoroughly",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "Uses: For the management of acne helps clear up acne blemishes, black heads, helps prevent the development of new acne pimples penetrates pores to reduce the number of acne pimples, white heads and black heads help keep skin clear of new acne pimples, white heads and black heads helps prevent new acne pimples, white heads and black heads from forming help prevent the development of new pimples, white heads and black heads",
    "warnings": "Warnings: For external use only. Do not use if you have sensitive skin and/or are sensitive to [active ingredient] When using this product skin irritation and dryness is more likely to occur if you use another topical acne medication at the same time. If irritation occurs, only use one topical acne medication at a time avoid unnecessary sun exposure and use sun screen, Acne Clearing Moisture with SPF 45 skin irritation may occur, characterized by redness, burning, itching, peeling, and possibly swelling. Irritation may be reduced by using the product less frequently or in a lower concentration Stop use and ask a doctor if irritation becomes severe",
    "dose": "Three Bottles Acne Clearing Cleanser 240 mL Acne Clearing Tonic 120 mL Acne Clearing Treatment 101 60 mL",
    "image_url": "N/A"
  },
  {
    "name": "N/A",
    "chemical_ingredients": "N/A",
    "uses": "Purpose-Nasal Decongestant",
    "warnings": "Do not exceed recommended dosage. If dizziness or sleeplessness occur, symptoms do not improve or are accompanied by a fever-consult a doctor. Do not exceed recommended dosage. If dizziness or sleeplessness occur, consult a doctor. Drug interaction Precaution: Do not use this product if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (Certain drugs for depression, psychiatric, or emotional conditions, or Parkinson's disease), or for 2 weeks after stopping the MAOI drug. If you are uncertain whether your prescription drug contains an MAOI, consult a health professional before using this product.",
    "dose": "Adults and children 12 years of age and older: 1 bottle every 4-6 hours. Do not exceed 4 bottles in 24 hours. Children under 12: Do not use",
    "image_url": "N/A"
  },
  {
    "name": "SALICYLIC ACID",
    "chemical_ingredients": [
      "SALICYLIC ACID"
    ],
    "uses": "Purpose Acne medication",
    "warnings": "Warnings For external use only",
    "dose": "Directions wet face, apply to hand, massage face gently. Rinse well. Use up to twice daily avoid contact with eyes. If contact occurs, flush thoroughly with water.",
    "image_url": "N/A"
  }
]